Repository: xbmc/visualization.pictureit
Catalog: visualization.pictureit/resources/language/resource.language.*/strings.po
Languages: de_de, fr_fr, he_il

# Addon Summary
source: PictureIt - Kodi Visualization
de_de: PictureIt - Kodi-Visualisierung
fr_fr: PictureIt - Visualisation Kodi

# Addon Description
source: PictureIt is supposed to make listening to music more elegant and less flashy.[CR]The idea is to take random images YOU selected and display them alongside a simple spectrum at the bottom.[CR]Simple right?[CR][CR]Features:[CR]- Select a local directory containing your images (If sub-folders are present, those will be used as "Preset")[CR]- Update images by interval[CR]- Update images on new track[CR]- Change the transition time[CR]- Enable/Disable the spectrum[CR]- Enable/Disable a settle spectrum-background[CR]- Change the spectrums: Width, Bottom-Padding, Animation-Speed
de_de: PictureIt soll das Musikhören eleganter und weniger auffällig machen.[CR]Die Idee ist, zufällige Bilder aufzunehmen, die SIE ausgewählt haben, und sie neben einem einfachen Spektrum unten anzuzeigen.[CR]Einfach richtig?[CR][CR]Eigenschaften:[CR]- Wählen Sie ein lokales Verzeichnis mit Ihren Bildern aus (wenn Unterordner vorhanden sind, werden diese als "Voreinstellung" verwendet).[CR]- Aktualisieren Sie die Bilder nach Intervallen[CR]- Bilder auf neuem Track aktualisieren[CR]- Ändern Sie die Übergangszeit[CR]- Aktivieren / Deaktivieren Sie das Spektrum[CR]- Aktivieren / Deaktivieren eines Hintergrunds für das Spektrum[CR]- Ändern Sie die Spektren: Breite, Bodenauffüllung, Animationsgeschwindigkeit
fr_fr: PictureIt est censé rendre l'écoute de la musique plus élégante et moins tape-à-l'œil.[CR]L'idée est de prendre des images aléatoires que VOUS avez sélectionnées et de les afficher à côté d'un simple spectre en bas.[CR]C'est simple, n'est-ce pas ?[CR][CR]Caractéristiques:[CR]- Sélectionnez un répertoire local contenant vos images (Si des sous-dossiers sont présents, ceux-ci seront utilisés comme "Preset")[CR]- Mettre à jour les images par intervalle[CR]- Mettre à jour les images sur une nouvelle piste[CR]- Changer le temps de transition[CR]- Activer/Désactiver le spectre[CR]- Activer/Désactiver un réglage de fond de spectre[CR]- Changer les spectres : Largeur, Rembourrage inférieur, Vitesse d'animation

# #30000
source: General
de_de: Allgemein
fr_fr: Général
he_il: כללי

# #30001
source: Presets root directory
de_de: Vorlagen Stammverzeichnis
fr_fr: Répertoire racine des préréglages
he_il: תיקיית האב של הערכות

# #30002
source: Transition time (ms)
de_de: Übergangszeit (ms)
fr_fr: Temps de transition (ms)
he_il: זמן מעברון (מילישניות)

# #30003
source: Update on new track
de_de: Aktualisierung auf neuem Track
fr_fr: Mise à jour sur la nouvelle piste
he_il: עדכון עם רצועה חדשה

# #30004
source: New image by interval
de_de: Neues Bild nach Intervall
fr_fr: Nouvelle image par intervalle
he_il: תמונה חדשה בהפרש זמנים

# #30005
source: Image update interval (sec)
de_de: Bildaktualisierungsintervall (Sek.)
fr_fr: Intervalle de mise à jour de l'image (sec)
he_il: הפרש בין עדכוני תמונות (שניות)

# #30006
source: Spectrum
de_de: Spektrum
fr_fr: Spectre
he_il: מנעד

# #30007
source: Enable spectrum
de_de: Spektrum aktivieren
fr_fr: Activer le spectre
he_il: הפעלת מנעד

# #30008
source: Show spectrum background
de_de: Spektrum Hintergrund anzeigen
fr_fr: Afficher l'arrière-plan du spectre
he_il: הצגת רקע מנעד

# #30009
source: Width
de_de: Breite
fr_fr: Largeur
he_il: רוחב

# #30010
source: Padding bottom
de_de: Polsterung unten
fr_fr: Rembourrage bas
he_il: ריפוד מלמטה

# #30011
source: Animation speed
de_de: Animations Geschwindigkeit
fr_fr: Vitesse d'animation
he_il: מהירות הנפשה
